tap "fabianishere/personal"
tap "harelba/q"
tap "hashicorp/tap"
tap "laishulu/homebrew"
tap "microsoft/git"
tap "nodenv/nodenv"
tap "sanemat/font"
tap "wez/wezterm"
brew "automake"
brew "ncurses"
brew "bash"
brew "ccat"
brew "cmake"
brew "coreutils"
brew "curl"
brew "direnv"
brew "fd"
brew "flux"
brew "gawk"
brew "git"
brew "git-lfs"
brew "gnu-sed"
brew "go"
brew "gopls"
brew "grep"
brew "htop"
brew "openjdk"
brew "jdtls"
brew "jq"
brew "libevent"
brew "libxml2"
brew "lua"
brew "luajit"
brew "luarocks"
brew "mas"
brew "neovim"
brew "pkgconf"
brew "node-build"
brew "nodenv"
brew "peco"
brew "pipx"
brew "powerline-go"
brew "pstree"
brew "ruby-build"
brew "rbenv"
brew "rbenv-default-gems"
brew "ripgrep"
brew "rust"
brew "rust-analyzer"
brew "rustup"
brew "stern"
brew "telnet"
brew "terraform-ls"
brew "tmux"
brew "tmux-mem-cpu-load"
brew "tree"
brew "w3m"
brew "wget"
brew "yarn"
brew "yq"
brew "zlib"
brew "zsh"
brew "hashicorp/tap/terraform"
brew "laishulu/homebrew/macism"
brew "nodenv/nodenv/nodenv-default-packages"
cask "alacritty"
cask "alfred"
cask "amazon-q"
cask "appcleaner"
cask "caffeine"
cask "font-hackgen"
cask "git-credential-manager"
cask "google-chrome"
cask "karabiner-elements"
cask "keyboardcleantool"
cask "the-unarchiver"
cask "unlox"
cask "xquartz"
mas "Kindle", id: 302584613
mas "Xcode", id: 497799835
