tap "daipeihust/tap"
tap "fabianishere/personal"
tap "harelba/q"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "microsoft/git"
tap "nodenv/nodenv"
tap "sanemat/font"
tap "wez/wezterm"
brew "automake"
brew "ccat"
brew "cmake"
brew "coreutils"
brew "curl"
brew "direnv"
brew "fd"
brew "flux"
brew "fontforge"
brew "git"
brew "git-lfs"
brew "gnu-sed"
brew "go"
brew "gopls"
brew "grep"
brew "helm"
brew "ncurses"
brew "htop"
brew "imagemagick"
brew "jdtls"
brew "jq"
brew "libevent"
brew "libxml2"
brew "lua"
brew "luajit"
brew "luarocks"
brew "mas"
brew "neovim"
brew "nkf"
brew "nodenv"
brew "peco"
brew "powerline-go"
brew "pstree"
brew "python@3.10"
brew "ruby-build"
brew "rbenv"
brew "rbenv-default-gems"
brew "ripgrep"
brew "rust"
brew "rust-analyzer"
brew "rustup-init"
brew "stern"
brew "telnet"
brew "terraform-ls"
brew "tig"
brew "tmux"
brew "tmux-mem-cpu-load"
brew "tree"
brew "vim"
brew "w3m"
brew "wget"
brew "yarn"
brew "yq"
brew "zlib"
brew "zsh"
brew "daipeihust/tap/im-select"
brew "harelba/q/q"
brew "hashicorp/tap/terraform"
brew "nodenv/nodenv/nodenv-default-packages"
brew "sanemat/font/ricty"
cask "alacritty"
cask "alfred"
cask "appcleaner"
cask "authy"
cask "caffeine"
cask "fig"
cask "firefox"
cask "font-hackgen"
cask "git-credential-manager-core"
cask "google-chrome"
cask "karabiner-elements"
cask "keyboardcleantool"
cask "the-unarchiver"
cask "unlox"
cask "vlc"
cask "wezterm"
cask "xquartz"
mas "BetterSnapTool", id: 417375580
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Xcode", id: 497799835
